{
	"_meta":
	{
		"maxChars":
		{
			"main_menu_play": 20,
			"main_menu_title": 20,
			"Pucky": 10,
			"Becky": 10,
			"Screen1_Desc" : 200,
			"Screen2_Desc" : 300,
			"Screen3_Desc" : 300,
			"Screen4_Desc" : 200,
			"Screen5_Desc" : 200,
			"hud_score" : 10,
			"minigame1_title" : 20,
			"minigame1_desc" : 250,
			"minigame1_gameover_title" : 12,
			"minigame1_gameover_desc" : 50,
			"gameover_score" : 20,
			"gameover_hiscore": 10,
			"gameover_newhiscore" : 5,
			"end_summary_desc" : 500,
			"fin_desc" : 200
		}
	},
 	"en":	
	{
		"main_menu_play": "PLAY",
		"main_menu_title": "Energy and Motion",
		"pucky": "Pucky",
		"becky": "Becky",
		"screen1_desc" : "Energy is the ability to do work. There are different types of energy: heat energy, sound energy, mechanical energy, etc",
		"screen2_desc" : "Moving objects have energy. Energy of motion is a mechanical energy. When an object changes its position, it is in motion.\nLook at Pucky, notice how full of energy he is?",
		"screen3_desc" : "Speed is the rate at which an object changes its position. The faster it changes its position, the higher the speed.\n\nLook at Pucky above and notice how he moves over a distance of one meter",
		"screen4_desc" : "The greater the speed of an object the more energy it possesses.\nLook at what Pucky is upto above.",
		"screen5_desc" : "Did you notice that the bell rang louder when Pucky was moving faster? When Pucky moved faster, he had greater energy, which made the bell ring louder",		
		"hud_score" : "SCORE",
		"minigame1_title" : "Mini Game 1 - How to Play",
		"minigame1_desc" : "Your objective is to hit the bell with Pucky at the right loudness.\n The target loudness is indicated by the meter under the bell \n Tap/Click and hold to charge up the puck and release to move Pucky toward the Bell\n Good Luck!",
		"minigame1_gameover_title" : "Game Over!",
		"minigame1_gameover_desc" : "You need to hit the right loudness! Dont move too fast or too slow",
		"gameover_score" : "SCORE",
		"gameover_hiscore": "HISCORE",
		"gameover_newhiscore" : "NEW",
		"end_summary_desc" : "Let's go through what we have observed once again! \n • Moving objects contain energy. \n • The energy of motion is a mechanical energy. \n • Motion is the change in position of an object. \n • Speed is the rate at which an object changes its position. \n • The greater the speed of an object, the more energy it possesses. ",
		"fin_desc" : "FIN!\nThank you for playing!"
	},
	"hi":
	{
		"main_menu_play": "खेले",
		"main_menu_title": "ऊर्जा और मोशन",
		"pucky": "पकी",
		"becky": "बेकी",
		"screen1_desc": "ऊर्जा काम करने की क्षमता है। ऊर्जा की विभिन्न प्रकार हैं: गर्मी ऊर्जा, ध्वनि ऊर्जा, यांत्रिक ऊर्जा, आदि",
		"screen2_desc": "ऑब्जेक्ट्स में ऊर्जा होती है, गति की ऊर्जा एक यांत्रिक ऊर्जा होती है। जब कोई ऑब्जेक्ट अपनी स्थिति बदलता है, तो यह गति में है। \n Pucky पर ध्यान दें, ध्यान दें कि वह कितना ऊर्जा से भरा है?",
		"screen3_desc": "स्पीड वह दर है जिस पर कोई ऑब्जेक्ट उसकी स्थिति बदलता है। तेज़ी से इसकी स्थिति में तेज़ी होती है, गति अधिक होती है। \n \n ऊपर पकीज़ में देखो और नोटिस कैसे वह एक मीटर की दूरी पर चलता है",
		"screen4_desc": "किसी ऑब्जेक्ट की गति जितनी अधिक होती है, उतनी अधिक ऊर्जा होती है। \n पकी ऊपर की तरफ देखें।",
		"screen5_desc": "क्या आपने देखा है कि जब पकिली तेजी से बढ़ रही थी, तब घंटी बुलंद हुई? जब पकीला तेजी से चली गयी, तो उसे अधिक ऊर्जा मिली, जिसने घंटी की घंटी बढ़ा दी",
		"hud_score": "स्कोर",
		"मिनिग्मे 1_चिटल": "मिनी गेम 1 - कैसे खेलें",
		"minigame1_desc": "आपका उद्देश्य Pucky के साथ सही जोर से घंटी हिट करना है। \n लक्ष्य लहराती घंटी के नीचे मीटर द्वारा इंगित किया गया है \n टैप / क्लिक करें और पक को चार्ज करने और पकी की तरफ जाने के लिए रिलीज करने के लिए दबाए रखें घंटी \n गुड लक! ",
		"minigame1_gameover_title": "गेम ओवर!",
		"minigame1_gameover_desc": "आपको सही जोर से मारना चाहिए! बहुत तेजी से या बहुत धीमी गति से मत जाओ",
		"gameover_score": "स्कोर",
		"gameover_hiscore": "हिस्कोर",
		"gameover_newhiscore": "नया",
		"end_summary_desc": "हम एक बार फिर से ध्यान में रखते हुए देखते हैं! \n • चलती वस्तुओं में ऊर्जा होती है। \n • गति की ऊर्जा एक यांत्रिक ऊर्जा होती है। \n • मोशन एक ऑब्जेक्ट की स्थिति में परिवर्तन है। \n • स्पीड वह दर है जिस पर कोई ऑब्जेक्ट उसकी स्थिति को बदलता है। \n • किसी ऑब्जेक्ट की गति, जितनी अधिक ऊर्जा होती है। ",
		"fin_desc": "एफिन! \n खेलने के लिए धन्यवाद!"
	}
}
